{
    "nav": {
        "home": "الرئيسية",
        "services": "الخدمات",
        "about": "من نحن",
        "news": "الأخبار",
        "contact": "اتصل بنا",
        "projects": "المشاريع"
    },
    "contactUs": {
        "title": "تواصل بنا",
        "subtitle": "للتواصل معنا يرجى ملئ النموذج التالي",
        "name": "الاسم",
        "email": "البريد الإلكتروني",
        "message": "الرسالة",
        "location": "المملكة العربية السعودية، الرياض، حي الروضة، شارع أبو الدرداء",
        "phone": "+966 5044 51484",
        "submit": "إرسال"
    },
    "projects": {
        "title": "المشاريع",
        "subtitle": "المشاريع التي تم تنفيذها من قبل شركة شمنت",
        "view":"عرض التفاصيل",
        "start":"تاريخ البدء",
        "end":"تاريخ الانتهاء"
    },
     "services":{
        "title":"خدماتنا"
        
    },
    "Statistics":{
        "title":"إحصائيات شركتنا"
    },
    "news":{
        "title":"اخر الاخبار"
    },
    "aboutUs":{
        "title":"من نحن",
        "show":{
            "showMore":"مشاهدة المزيد",
            "showLess":"إظهار أقل"
        },
        "section1":{
            "title":"كلمة المدير التنفيذي :",
            "content":"يسرني أن أرحب بكم في موقع مؤسسة شبكة الشام للمقاولات على شبكة الإنترنت، حيث راعينا أن يتضمن أفضل المواصفات العالمية من حيث سهولة تصفحه وتغطيته لكافة المعلومات والمستجدات حول المؤسسة ونشاطاتها، ومعلومات إضافية ذات منفعة عامة لجميع زوار الموقع. ونأكد لعملائنا بان مؤسسة شبكة الشام للمقاولات تواصل سعيها، كمؤسسة وطنية لتحقيق التميز في جميع أعمالها. إن سلسلة النجاحات التي حققتها مؤسسة شبكة الشام للمقاولات تكمن بفضل الله أولاً ومن ثم بتفاني الإدارة والموظفين في خدمة عملائها و تنفيذ المشاريع على أعلى مستوى من المهنية والأداء. وإذ أرحب بكم مرة ثانية في موقعنا الالكتروني، آمل استمرار تواصلكم معنا في جميع الأوقات، وسوف نقدر عاليا ملاحظاتكم وأرائكم في كل ما من شأنه تمتين علاقاتنا . الرئيس التنفيذي المهندس عبد الحكيم درويش حجازي", 
            "subtitle":"الرئيس التنفيذي :",
            "name":"الاستاذ خالد حجازي"
        },
        "section2":{
            "title":"مؤسسة شبكة شام للمقاولات :",
            "content":"تأسست مؤسسة شبكة الشام للمقاولات عام 2004 م و ساهمت في دعم النهضة العمرانية داخل المملكة , و تقديم أفضل الخدمات في مجال المقاولات لمشاريع القطاع الخاص. و بفضل من الله تعالى و القائمين على ادارة هذه المؤسسة و بفاعلية التعاون الايجابي مع الفريق الاداري و الفني فاننا نخطو بخطى ثابتة لنرسخ مكاناً بين مؤسسات المقاولات الكبرى لمواكبة سير النمو العمراني وتنمية الموارد البشرية والكفاءات والخبرات اللازمة لنهضة مملكتنا الحبيبة."
        },
        "section3": {
            "title": "اهداف المؤسسة :",
            "content": "تنفيذ المشاريع المطلوبة بأفضل جودة تنافسية. المساهمة في تقديم الخبرات العملية والعلمية و الفنية. السعي لتحقيق معايير الجودة العالمية بكوادر محلية ومؤهلة.",
            "title2": "الرؤية المستقبلية :",
            "content2":"وضعت مؤسسة شبكة الشام للمقاولات خطة اعمال طموحة تركز على امكانات الشركة وذلك عن طريق : احتلال موقع الصدارة بين مؤسسات المقاولات وذلك بتنفيذ اعمال المقاولات بسرعة وبمواصفات عالية . استخدام الطرق الحديثة والتكنولوجيا في المشاريع بدلاً من الطرق التقليدية. ادخال الانظمة والعمليات الحديثة لضمان تحقيق الجودة والكفاءة ورضا العملاء."

        }
    },
    "slogans": {
        "slogan1": "نحن شبكة شام للمقاولات",
        "slogan2": "من التخطيط إلى التنفيذ",
        "slogan3": "معايير عالية من الأمان والجودة",
        "slogan4": "حلول البناء المتكاملة"
    },
    "buttons": {
        "getStarted": "اتصل بنا",
        "learnMore": "تعرف أكثر",
        "GoHome":"العودة إلى الرئيسية"

    }

    ,
    "footer":{
        "title":"شبكة الشام للمقاولات",
        "links":{
            "home":"الرئيسية",
            "services":"الخدمات",
            "about":"من نحن",
            "news":"الأخبار",
            "contact":"اتصل بنا",
            "projects":"المشاريع"
        },
        "copyright":"جميع الحقوق محفوظة لشبكة الشام للمقاولات © 2024",
        "powered":"Powered By",
        "plateau":"Plateau"
    
    }
    ,
    "install":"تحميل تطبيق SNC"
}